Repository: common-repository/httpcs-validation
Catalog: lang/httpcsValidation-*.po
Languages: fr_fr

source: This plugin allows you to validate your Wordpress website to HTTPCS.
fr_fr: Ce plugin vous permet de valider votre site Wordpress chez HTTPCS.

source: Please follow the instructions.
fr_fr: Veuillez suivre les indications.

source: YOUR WEBSITE
fr_fr: VOTRE SITE

source: (all types of addresses, domains, URL, websites, extranets, SaaS...)
fr_fr: (Tous types d'adresses, domaines, URL, Sites web, extranets, SaaS…)

source: CREATION OF YOUR HTTPCS ACCOUNT
fr_fr: CRÉATION DE VOTRE COMPTE HTTPCS

source: Name and firstname
fr_fr: Nom et prénom

source: Position
fr_fr: Fonction

source: Company
fr_fr: Société

source: Phone
fr_fr: Téléphone

source: Your email address
fr_fr: Votre adresse e-mail

source: Access for free
fr_fr: Accédez gratuitement

source: Do you already have an HTTPCS account ?
fr_fr: Vous possédez déjà un compte HTTPCS ?

source: Click here
fr_fr: Cliquez ici

source: Connection
fr_fr: Connexion

source: Password
fr_fr: Mot de passe

source: Log in
fr_fr: Se connecter

source: Don't have an HTTPCS account yet ?
fr_fr: Vous n'avez pas encore de compte HTTPCS ?

source: Please try again by clicking on the button below.
fr_fr: Veuillez réessayer en cliquant sur le bouton ci-dessous.

source: Try again
fr_fr: Réessayer

source: Account created and validated!
fr_fr: Compte créé et validation effectuée !

source: Your password has been sent by email.
fr_fr: Votre mot de passe a été envoyé par email.

source: This website is already validated at HTTPCS!
fr_fr: Ce site web est déjà validé chez HTTPCS !

source: Click here to access the HTTPCS console
fr_fr: Cliquez ici pour accéder à la console HTTPCS

source: Your account has been created successfully.
fr_fr: Votre compte a été créé avec succès.

source: Verification done !
fr_fr: Vérification effectuée !

source: Connection successful, creation of the file...
fr_fr: Connexion réussie, création du fichier...

source: This email address is not allowed.
fr_fr: L'adresse email saisie n'est pas autorisée.

source: We already have informations from this website. Please, contact our assistance to claim the property.
fr_fr: Nous possédons déjà des données provenant de ce site. Merci de contacter notre assistance afin d'en réclamer la propriété.

source: This user already exists ! To log in
fr_fr: Cet utilisateur existe déjà! Pour vous connecter

source: Please check your informations.
fr_fr: Veuillez vérifier vos informations.

source: Please check your email/password.
fr_fr: Veuillez vérifier votre email/mot de passe.

source: This website has already been validated.
fr_fr: Ce site a déjà été validé.

source: The content of the file is not valid.
fr_fr: Contenu du fichier invalide.

source: File not found. Please check if the file has been created and also the rights to read it remotely.
fr_fr: Fichier introuvable. Veuillez vérifier si le fichier a bien été créé et également les droits de lecture du fichier.

source: This website is not in our database.
fr_fr: Ce site n'est pas présent dans notre base de données.

source: Please, check the URL.
fr_fr: Vérifier l'URL indiquée.

source: This user doesn't exist! To sign up
fr_fr: Cet utilisateur n'existe pas! Pour vous créer un compte

source: Unauthorized entry.
fr_fr: Saisie non autorisée.

source: Operation not allowed.
fr_fr: Action non autorisée.

source: You're not the owner of this website.
fr_fr: Ce site ne vous appartient pas.

source: click here
fr_fr: cliquez ici

source: Curl is disabled !
fr_fr: Curl est désactivé !

source: Sorry, we were not able to make the directory and/or the required file to validate your website ! (You should check your rights)
fr_fr: Désolé, nous n'avons pas pu créer le dossier et/ou le fichier requis afin de valider votre site ! (Vous devriez vérifier vos droits)

source: You should try to make them manually. Here is the file name and its content
fr_fr: Vous devriez essayer de les créer manuellement. Voici le nom du fichier et son contenu

source: File name
fr_fr: Nom du fichier

source: File content
fr_fr: Contenu du fichier

source: You must place the file in this directory (perhaps you will need to make it)
fr_fr: Vous devez placer le fichier dans ce répertoire (vous aurez peut-être besoin de le créer)

source: To try again
fr_fr: Pour réessayer

source: Forgot your password?
fr_fr: Mot de passe oublié ?

source: Connection successful. Your website has been validated!
fr_fr: Connexion réussie. Votre site web a été validé !

source: Sorry, we were not able to contact the HTTPCS validation service.
fr_fr: Désolé, nous n'avons pas pu contacter le service de validation HTTPCS.

source: This plugin helps you to do the HTTPCS validation process automatically
fr_fr: Ce plugin vous aide à réaliser le processus de validation HTTPCS automatiquement
